[{"id":1,"description":"Placeat fuga aut animi praesentium porro eos voluptas quo. Labore sequi debitis nihil. Unde autem ullam totam amet sit. Totam repudiandae eaque. Voluptates in corporis eligendi dolores placeat. Officia accusamus ipsa architecto minus. Qui perspiciatis tempora. Praesentium impedit dolorem. Ut rerum ut quo molestiae.","release_date":"2018-01-10T21:59:56.753Z","developers":[{"id":44,"company":"Yousician","platform":{"id":3,"platform":"Linux"}},{"id":13,"company":"Blizzard Entertainment","platform":{"id":1,"platform":"Windows"}}],"publishers":[{"id":32,"company":"Harmonix","platform":{"id":3,"platform":"Linux"}},{"id":40,"company":"Portalarium","platform":{"id":1,"platform":"Windows"}}]},{"id":2,"description":"Sint quo quis reprehenderit sed et hic sunt exercitationem. Alias architecto aliquam rem labore quis eaque rerum et quisquam. Adipisci veritatis illum sit dolor dolorem animi voluptas. Voluptatem in at neque velit. In quia aut. Repellendus sit sed minus. Qui voluptate et labore ea perspiciatis. Aperiam tempora ex qui vel laborum nesciunt.","release_date":"2016-02-05T15:40:38.596Z","developers":[{"id":50,"company":"Cellufun","platform":{"id":1,"platform":"Windows"}}],"publishers":[{"id":9,"company":"Square Enix","platform":{"id":1,"platform":"Windows"}}]},{"id":3,"description":"Illum quaerat et cum sint vitae debitis nihil. Ut sint est. Voluptates sapiente magnam sit tempora voluptatem. Labore quae quaerat eum et eius praesentium perspiciatis et quam. Sint iste sed dolor. Voluptatem dolorem iusto aut iste occaecati quis sed. Et minus ab eos dolores. Reprehenderit doloribus optio sed tenetur libero qui praesentium. Est illo aut dolore placeat pariatur itaque voluptatibus possimus.","release_date":"2012-09-23T03:19:58.098Z","developers":[{"id":17,"company":"Annapurna Interactive","platform":{"id":1,"platform":"Windows"}},{"id":10,"company":"Bungie","platform":{"id":2,"platform":"Mac"}},{"id":48,"company":"Spicy Horse","platform":{"id":3,"platform":"Linux"}}],"publishers":[{"id":22,"company":"RedSpotGames","platform":{"id":1,"platform":"Windows"}},{"id":21,"company":"Electric Arts","platform":{"id":2,"platform":"Mac"}},{"id":6,"company":"Ubisoft","platform":{"id":3,"platform":"Linux"}}]},{"id":4,"description":"Aut et rerum magni ea animi ut. Ut ipsum quas fugiat molestiae itaque ipsam. Quibusdam culpa tempore porro veritatis nostrum. Praesentium vitae quia est non ut est eos quibusdam inventore. Corporis quis occaecati dicta explicabo dolores qui et et velit. Omnis aut odio sint eligendi nobis et tempore et. Saepe nam quisquam. Voluptatibus maxime repudiandae est deleniti rem ipsam corporis ea eum.","release_date":"2015-12-06T18:43:58.344Z","developers":[{"id":26,"company":"Hero Concept","platform":{"id":1,"platform":"Windows"}}],"publishers":[{"id":30,"company":"PopCap Games","platform":{"id":1,"platform":"Windows"}}]}]